tap "fujiwara/tap"
tap "homebrew/bundle"
tap "kayac/tap"
tap "kreuzwerker/taps"
brew "bat"
brew "direnv"
brew "openssl@1.1"
brew "tcl-tk"
brew "expect"
brew "fd"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glib"
brew "gnu-sed"
brew "gron"
brew "jc"
brew "jq"
brew "krb5"
brew "shared-mime-info"
brew "libheif"
brew "neovim"
brew "python@3.10"
brew "ripgrep"
brew "starship"
brew "tflint"
brew "tree"
brew "wget"
brew "zsh"
brew "fujiwara/tap/tracer"
brew "kayac/tap/ecspresso"
cask "hammerspoon"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "keifererikson.nightfox"
vscode "KevinRose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "sadesyllas.vscode-workspace-switcher"
vscode "streetsidesoftware.code-spell-checker"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yzane.markdown-pdf"
