tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "bat"
brew "direnv"
brew "expect"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "xz"
brew "zsh"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "karabiner-elements"
cask "orbstack"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "keifererikson.nightfox"
